Repository: EduardoM-UNI/fitness_time
Catalog: lib/l10n/app_*.arb
Languages: es

source: Init
es: Inicio

source: Search
es: Buscar

source: Store
es: Tienda

# name
source: Hi Ant√≤nia,
es: Hola Ant√≤nia,

source: Last Activities
es: Ultimas actividades

# date01
source: Yesterday, 18:20
es: Ayer, 18:20

# date02
source: Sept, 15 2024, 21:45
es: 15 Sept 2024, 21:45

# date03
source: Sept, 10 2024, 21:33
es: 10 Sept 2024, 21:33

# mensualobject
source: Mensual Tarjet
es: Objetivo mensual

# tip
source: Remember to drink water regularly throughout the day to keep your body hydrated and improve your physical and mental performance.
es: Recuerda beber agua regularmente a lo largo del dia para mantener tu cuerpo hidratado y mejorar tu rebdimiento fisico y mental

source: More Details
es: Mas detalles

source: User Data
es: Perfil

# date04
source: From April 20, 2022
es: Desde el 20 de abril del 2022

source: Activities
es: Activ

source: Height
es: Altura

source: Weight
es: Peso
